tap "borkdude/brew"
tap "jesseduffield/lazygit"
tap "sqitchers/sqitch"
brew "bat"
brew "cljfmt"
brew "dateutils"
brew "duckdb"
brew "eza"
brew "fzf"
brew "glow"
brew "gnuplot"
brew "jenv"
brew "jq"
brew "lefthook"
brew "leiningen"
brew "openjdk@17"
brew "postgresql@15"
brew "ripgrep"
brew "spark"
brew "tldr"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "jesseduffield/lazygit/lazygit"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support"]
cask "avast-security"
cask "dbeaver-community"
cask "deskpad"
cask "docker"
cask "zoom"
